Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: Per exemple, podrà parlar en nom dela Unió al Consell de Ministres de Seguretat de les Nacions Unides.
en: He/she can for instance speak on behalf of the Union in the United Nations Security Council.

source: Política de defensa La política de defensade la Unió es construeix a poc a poc, dins del respecte deamb respecte delsles diferents cultures i compromisos polítics dels Estats membres (no es tracta decompromisos polítics posar fi a la neutralitat de determinats Estats membres, ni de fer la competència adels Estats membres l’OTAN).
en: A European defence The Union’s defence policyis slowly taking shape, in full respect of the differentpolicy which respects cultures and political commitments of the Member States (there is no question the political commitments of ending the neutrality of certain Member States or of vying with NATO).of the Member States

source: Creació d’una Agència Es crearà una Agència de l’Armament perquè els diners dels contribuentsde l’Armament s’emprin millor, evitant, per exemple, les duplicitats en els programes militars delsdiferents Estats membres.
en: Creation of an An Armaments Agencywill be set up so that the taxpayers’ money is better used,Armaments Agencyavoiding, for instance, duplication in the military programmes of the different Member States.

source: Una solidaritat entre En adherir-se a la Unió, els Estats membres han acceptat de ser solidaris els unsels Estats membres, peramb els altres.
en: Moreover,a terrorist attackif one Member State is the victim of armed aggression on its territory, the other Member States must give it aid and assistance.

source: Aquesta solidaritatno és només econòmica: en cas d’atacexemple, en cas terroristao de catàstrofenatural, la Constitució preveu, a partir d’ara, unad’atac terrorista intervenció de la Unió.
en: The Constitution also enables Member States with the necessary militarycapabilities and which have made more binding commitments to establish a permanent cooperation structure between themselves within the Union.

source: A més, en cas que un Estat membre pateixi una agressióarmada en el seu territori, els altres Estats membres li deuen ajuda i assistència.
en: Possibility of permanentstructured defence cooperationbetween certain Member States

source: Possibilitat d’una cooperacióestructurada permanent enmatèria de defensa entredeterminats Estatsmembres
en: With regard to external trade, it is the Commissionwhich negotiates, on behalfof the Union as a whole, with non-member countries, particularly the World Trade Organisation, to defend European interests with regard to trading in goodsand services, intellectual property and investment.

source: Comerç exterior: la Comissió negocia amb els tercers països
en: More power for the European Parliament,clearer decision-makingrules within the Council

source: En aquest àmbit, la Constitució augmenta la funció del Parlament Europeu,quese situa pràcticament al mateix nivell que el Consell de Ministres, quan, fins ara, el Tractat no li atorgava cap funció, ni de control, ni de decisió.
en: In this area, the Constitution enhances the role of the European Parliament, whichis placed virtually on an equal footing with the Council, whereas hitherto the Treatygave it no role either in monitoring or decision-making.

source: Més poder per al Parlament Europeu, unes regles de decisió més clares en el Consell de Ministres
en: The Council’sdecision-making rules are also made clearer so as to allow the Union to continue to be anindispensable player in the regulation of the world economy.

source: Una disposició de la Constitució està dedicada a la política d’ajuda Política d’ajuda humanitàriade la Unió (gestionada per l’Oficina d’Ajuda Humanitària, l’ECHO)humanitària per mostrar adequadament la seva naturalesa específica (està sotmesa al drethumanitari internacional i no és un mitjà de pressió política).
en: One Constitutional provision focuses on the Union’s humanitarian aid policy(managed by ECHO) in order to show its specific nature (it complies withinternational humanitarian law and is not a means of political pressure).

source: La negociació d’acords internacionals
en: Negotiation of international agreements

source: La Constitució preveu de manera precisa quan la Unió pot negociar acordsinternacionals, i indica clarament el procediment a seguir: la Comissió negocia, iel Consell de Ministres i el Parlament Europeu decideixen conjuntament siaccepten el resultat. Per a la política exterior i de seguretat comuna hi ha reglesespecials.
en: The Constitution specifies how and when the Union can negotiate internationalagreements, and it sets out clearly the procedure to be followed: the Commission(or the Foreign Affairs Minister) negotiates, and the Council and the European Parliament decide jointly whether they accept the outcome.

source: Un espai de llibertat,seguretati justícia
en: An area of freedom, security and justice

source: Uns mitjans apropiats peractuar conjuntament contra elterrorisme i la criminalitat
en: Appropriate means The concept of an area of freedom, security and justice already features in theto act together againstcurrent Treaties.

source: La noció d’espai de llibertat, seguretat i justícia ja figura en els actuals tractats.La Constitució, però, ofereix a la Unió els mitjans apropiatsper prendresolucions que estiguin a l’alçada dels reptes als quals la Unió ha de fer front(com garantir la lliure circulació de les persones, com lluitar contra el terrorismei els delictes greus, com gestionar els fluxos migratoris).
en: However, the Constitution gives the Union appropriatemeans ofterrorism and crimereaching solutions consonant with the scale of the challenge facing the Union (how to ensure the free movement of people, how to fight against terrorism andserious crime, how to manage migratory flows).

source: La Constitució tambéfa que els procediments que s’han d’aplicar siguin més eficaços, mésdemocràtics i més transparents.
en: The Constitution also makes theapplicable procedures more effective, more democratic and more transparent.

source: Això implica, per exemple, constituir una unitat que pugui ajudar idonar suport als guardes fronterers estatals en la seva difícil tasca de control ide vigilància de les fronteres.
en: Furthermore, the Union maymanage its borders in an integrated way, which means, for instance, setting upa unit which can assist and support national border guards in their difficult tasksof controlling and monitoring borders.

source: Una política comuna en La Unió haurà de dotar-se d’una vertadera política comuna en matèria d’asil,matèria d’asil en el respecte de la Convenció de Ginebra sobre els refugiats i garantint que totapersona que necessiti una protecció internacional estigui realment protegida.
en: Common policy The Union must have a genuine common policy on asylum, fully respecting theon asylum Geneva Convention on refugees and ensuring that any person needinginternational protection is effectively afforded such protection.

source: Adiferència dels actuals tractats, que preveuen únicament l’establiment d’unesnormes mínimes, la Constitució preveu l’establiment d’un sistema comúeuropeu d’asil que inclou sobretot un estatut uniformeper als refugiats i unsprocediments comuns.
en: Unlike the current Treaties, which provide simply for the establishment of minimum rules, the Constitution provides for the establishment of a common European asylumsystemwhich includes, inter alia, a uniform statusfor refugees and commonprocedures.

source: Una política comuna La Unió establirà també una política comuna en matèria d’immigració.Laen matèria d’immigració Constitució fixa els principis directors d’aquesta política comuna, cosa que noés així en els actuals tractats.
en: Common The Union will also introduce a common policy on immigration. The Constitutionimmigration policysets out the guiding principles of this common policy, which the existing Treatiesdid not do.

source: Es tracta de gestionar els fluxos de manera eficaç,de garantir un tractament equitatiu dels immigrants amb permís de residència,de prevenir i de lluitar contra la immigració il·legal i el tràfic d'éssers humans.
en: The point is to manage flows effectively, ensure fair treatment forimmigrants who are legally resident, and prevent and counter illegal immigrationand people trafficking.

source: El Consell de Ministres i el Parlament Europeu adoptaran mesures a aquestsefectes, per exemple, pel que fa a les condicions que cal reunir per ser immigrantdins els Estats membres o als drets dels immigrants.
en: The Council and the European Parliament will take stepsto this effect, for instance with regard to the conditions applicable to immigrationinto the Member States or with regard to immigrants' rights.

source: La Unió també podràadoptar mesures per donar suport als esforços dels Estats membres en matèriad’integració dels ciutadans de tercers països.
en: The Union may alsoadopt measures to support the Member States' efforts to integrate the nationalsof third countries.

source: Efectivament, dins dels actualstractats el Parlament Europeu només és consultat, mentre que a la Constituciótotes aquestes mesures les adopten el Parlament Europeu i el Consell de Ministres.
en: These policies will all be conducted in full respect of the principle of solidarity,including financial solidarity, which is enshrined in the Constitution. Democraticlegitimacy will be considerably strengthened.

source: Un altre canvi important afecta el Tribunal de Justícia de la Unió Europea, que exercirà el seu control jurisdiccional sobre tots els actes adoptats.Finalment, la Comissió Europea serà l’única font d’iniciativa legislativa i tambéexercirà les seves tasques de guardiana de la Constitució.
en: Indeed, under the current Treaties,the European Parliament is merely consulted whereas in the Constitution all these measures are adopted by the European Parliament and the Council.Another major change concerns the Court of Justice, which will exercise its jurisdictional control on all acts adopted; lastly, the Commission will be theonly source of legislative initiative and will also continue its role as guardian ofthe Treaties.

source: Cooperació judicial enmatèria civil
en: Judicial cooperation in civil matters

source: Com ja és el cas actualment, la Unió continuarà actuant dins l’àmbit de lacooperació judicial en matèria civil,encara que es tracti de matèries denaturalesa transnacional.
en: As is already the case, the Union will continue to act in the area of judicialcooperation in civil matters, provided the matters in question are of crossborder relevance.

source: A diferència dels actuals tractats, la Constitució atorga al Consell de Ministres i al Parlament Europeu la competència per adoptar una llei ouna llei-marc per tal de garantir un alt nivell d’accés a la justícia.
en: Unlike the existing Treaties, the Constitution gives the Counciland the European Parliament the power to adopt laws or framework laws to ensure a high level of access to justice.

source: Segons els actuals tractats, la Unió ja podia actuar en l’àmbit de la cooperaciópolítica i judicial en matèria penal,però aquesta matèria era, com la políticaexterior i de seguretat comuna, tractada en un apartat separat del Tractat de la Unió, anomenat tercer pilar, marcat amb el segell del mètode de decisióintergovernamental.
en: Under the terms of the current Treaties, the Union could already act in the areaof police and judicial cooperation on criminal matters.

source: La Constitució és innovadora en aquest àmbit, ja queaboleix aquest tercer pilar per reagrupar totes les polítiques de la Unió en unasola estructura i fer aplicables procediments més democràtics, eficaços itransparents.
en: However, as in thecase of the common foreign and security policy, this was handled in a separatepart of the Treaty on European Union, known as the third pillar and subject to the intergovernmental decisionmaking method.

source: Una particularitat: un grup d’Estats membres (una quarta part) potpresentar una iniciativa, al mateix nivell que la Comissió.
en: The Constitution innovates inthis area by doing away with the third pillar, grouping within a single structure allthe Union’s policies, and introducing procedures which are more democratic,more effective and more transparent.

source: El dret de vets’abandona en gran mesura en benefici de la regla de la majoria qualificada; el Parlament Europeu colegisla, juntament amb el Consell de Ministres, i lesnormes adoptades se sotmeten al control del Tribunal de Justícia de la Unió Europea.
en: One special feature: a group of Member States (a quarter) can submit an initiative in the same way as the Commission.The right of veto is to a very large extent dropped in favour of the qualifiedmajority rule; the Parliament co-legislates with the Council and the rules adoptedmust be submitted to the scrutiny of the Court of Justice.

source: El Parlament Europeu i el Consell de Ministres podran establir d’aquestamanera unes definicions i unes sancionscomunes per a una sèrie de delictesgreus i transnacionals, enumerats a la Constitució.
en: The European Parliament and the Council can thus establish common definitionsand penaltiesin respect of a series of serious and crossborder offenceswhich are listed in the Constitution.

source: Es tracta de delictesimportants, com el terrorisme, el tràfic de drogues, el tràfic d’éssers humans,el racisme i la xenofòbia, l’explotació sexual dels infants i els delictes contra elmedi ambient.
en: These are very serious crimes, such asterrorism, drug trafficking, people trafficking, racism and xenophobia, sexualexploitation of children and environmental crime.

source: Possibilitat de crear una Fiscalia Europea perperseguir els autors dedelictes transnacionals
en: Possibility of creating a European prosecutor’sdepartment to prosecutethose guilty of crossborder crime

source: Gràcies a la Constitució, la Unió també podrà adoptar una llei-marc en matèria deprocediment penal sobre els drets de les víctimes i els drets de les persones.
en: The Constitution will also enable the Union to adopt framework laws on criminalprocedure, with regard to the rights of victims and personal rights in criminalprocedure.

source: Esreforçaran els mecanismes de cooperació judicial entre els Estats membres jaexistents, com l’Eurojust, i el Consell de Ministres podrà decidir instaurar en elfutur una Fiscalia Europeaper investigar i processar els autors i els còmplicesde delictes transnacionals greus.
en: The mechanisms for judicial cooperation between Member Stateswhich already exist, e.g. Eurojust, will be strengthened and the Council may atsome time in the future decide to introduce a European prosecutor’sdepartmentto track down and prosecute the perpetrators of and accomplicesin serious crossborder crimes.

source: Aquesta decisió la prendran per unanimitat els Estats membres.
en: This decision will be taken unanimously by the Member States.

source: Dins l’àmbit de la cooperació policial,l’Oficina Europea de Policia, l’Europol,posa a l’abast una estructura per desenvolupar la cooperació policial entre els Estats membres en els àmbits de la prevenció i la lluita contra les formes greusde delinqüència internacional organitzada. La Constitució preveu sotmetre Europol al control del Parlament Europeu i dels parlaments estatals.
en: In the area of police cooperation, the European Police Office, Europol, offers Police cooperationa structure for developing police cooperation between Member States in theprevention and combating of all serious forms of organised international crime.Under the Constitution, Europol will be subject to the scrutiny of the European Parliament and of the national parliaments.

source: Les altres polítiques de la Unió: l’aportació de la Constitució
en: The Union’s other policies: what the Constitution contributes

source: La Convenció i la Conferència Intergovernamental han reservat una especialatenció ala reforma de determinades polítiques(política exterior i deseguretat comuna; espai de llibertat, de seguretat i de justícia; unió econòmica imonetària).
en: Reform The Convention and the Intergovernmental Conference focused particularof certain attention on the reform of certain policies(common foreign and security policy;Union policiesarea of freedom, security and justice; economic and monetary union).

source: En canvi, les altres polítiques que desenvolupa la Unió no han estatobjecte de modificacions importants.
en: However,there were no major changes to the Union's other policies.

source: Al contrari que amb precedents revisionsdels tractats (Acta Única Europea o Tractat de la Unió Europea), la Constitucióno ha ampliat de manera significativa les competències de la Unió.
en: Contrary to some ofthe previous revisions of the Treaties (Single Act and Maastricht Treaty), the Constitution has not significantly extended the Union's powers.

source: Coherència de l’acció S’ha tractat amb especial cura el manteniment de la coherència d’acció de lade la Unió Unió a través de les disposicions que garanteixen la consideració dels objectiusde conjunt –i especialment de la igualtat de gènere, el medi ambient i elsconsumidors– en la definició i l’execució de cada política específica.
en: Consistency of Special attention was devoted to maintaining consistency in Union action,Union actionthrough provisions to ensure that the overall objectives - and more particularlygender equality, the environment, consumers - are taken into account whendefining and implementing each specific policy.

source: Noves possibilitats per actuar La Constitució introdueix noves bases jurídiquesque permetran a la Unióen determinats àmbits d’intervenir en cas de necessitat en els àmbits següents: la salutpública, perafrontar els reptes comuns que afectin la seguretat dels ciutadans (perexemple, la SARS o pneumònia atípica, el bioterrorisme); l’energia, perafavorir l’accés als serveis públics en aquest àmbit, la seva continuïtat, laseguretat dels abastiments, el desenvolupament de les energies renovables il’estalvi energètic; la protecció civil,per ajudar els Estats membres a fer fronta les catàstrofes d’origen natural o humà; i l’esport, per desenvolupar-ne ladimensió educativa i coordinar els esforços en la lluita contra el dopatge.
en: New scope for The Constitution introduces new legal baseswhich will allow the Union to takeaction in certain areas action if need be in the areas of: public health, in response to common concernsaffecting the security of the general public (e.g. SARS, bio-terrorism); energy, in order to promote access to public service, its continuity, security of supply, the development of renewable sources of energy and energy saving; civilprotection, to assist Member States to deal with natural or man-made disasters;and sport, to develop its educational dimension and coordinate efforts to prevent doping.

source: Entrada en vigor i revisió de la Constitució
en: Entry into force and revision of the Constitution

source: Entrada en vigor de la El Tractat constitucional preveu la seva ratificació per part de tots els Estats Constitució membres segons les lleis constitucionals de cada un (per mitjà de l’aprovacióparlamentària i/o per referèndum).
en: Entry into force The constitutional Treaty is based on the assumption that it will be ratified by all theof the Constitution Member States in line with their own constitutional rules (by parliamentary approvaland/or by referendum).

source: Si al cap de dos anys després de la signaturanomés l’han ratificat les quatre cinquenes parts dels Estats membres, el Consell Europeu prendrà nota de la qüestió.
en: If, after two years following its signature, only four-fifths ofthe Member States have ratified it, the European Council will review the situation.

source: Revisió de la Constitució:A partir d’ara, les revisions estaran preparades normalment per una Convenció,consagració del mètode excepte si el seu abast és limitat.
en: Revision of the Constitution:From now on, revisions will normally be prepared by a Convention, unless theirconfirmation of the scope is limited.

source: La Convenció ha d’adoptar per consens unade la Convenciórecomanació a la Conferència Intergovernamental, que decidirà de comú acord lesmodificacions que calgui introduir.
en: The Convention must adopt by consensus a recommendation Convention methodto the Intergovernmental Conference, which will jointly agree on theamendments to be introduced.

source: Aquestes modificacions només entraran envigor quan hagin estat ratificades per tots els Estats membres de conformitat ambles seves respectives lleis constitucionals.
en: These amendments will enter into force onlywhen they have been ratified by all the Member States in accordance with theirrespective constitutional arrangements.

source: Està previst un procediment més flexible per a determinades modificacions, coml’extensió del camp d’aplicació del vot per a la majoria qualificada en certs àmbitsd’acció.
en: A more flexible procedure is envisaged for certain amendments such as theextension of the scope of qualified majority voting to certain fields of action.

source: Per dur a terme aquestes modificacions, serà suficient l’acord unànimedel Consell Europeu i l’aprovació del Parlament Europeu.
en: Forsuch amendments, the unanimous agreement of the European Council and theapproval of the European Parliament will be sufficient.

source: Sabeu què pot fer l’Europa social per vosaltres?
en: Do you know what Social Europe can do for you?

source: Comissió Europea
en: European Commission

source: Aquest és el títol d’una campanya de la Comissió Europea que té per objectiu informar la gent de les iniciatives de la UE en matèria d’ocupació i polítiques socials.
en: This question is at the heart of a European Commission campaign to raise awareness of EU action in employment and social policies.

source: La campanya fa servir un seguit d’escenes de circ per mostrar com fa front als reptes socials la UE.
en: The campaign uses light-hearted circus images to show how the EU is helping to address social challenges in a practical way.

source: Després de l’èxit que va tenir aquesta campanya el 2009 en trenta ciutats europees, amb més de 450000 visitants, ara s’ha decidit muntar-la durant tot el 2010 en vint ciutats més.
en: Following successful appearances in 30 cities, attracting over 450 000 visitors in 2009, the EU’s‘circus campaign’will be present at another 20 venues across the EU in 2010.

source: Descobriu quina inuència té la UE en la vostra vida...
en: Have a look and find out how the EU aects your everyday life, such as …

source: Què fa l’Europa social per crear llocs de treball?
en: What is Social Europe doing for employment?

source: A través del Fons Social Europeu (FSE), la UE inverteix cada any més de 10000 milions d’euros en projectes locals per ajudar els treballadors a millorar les seves possibilitats de trobar feina.
en: Through the European Social Fund (ESF) the European Union (EU) invests over EUR 10 billion every year in local projects to help people improve their job opportunities.

source: Molts d’aquests projectes estan especícament dissenyats per ajudar la gent que té més dicultats a trobar feina com ara els joves o els treballadors més grans.
en: Many of these projects are specically designed to support those who might otherwise find it dicult to get a job, such as young people or older workers.

source: Amb la formació i la qualicació adequades, aquestes persones tenen més probabilitats de trobar una feina de qualitat.
en: With relevant training and skills, jobseekers have better chances to find good-quality employment.
